{"POLITICS": "The Widening Gap Between Our Politics And Our Civil Society", "WELLNESS": "8 Wellness Trends We'd Like To Leave Behind In 2019", "ENTERTAINMENT": "And Just Like That, Gaming And Mainstream Entertainment Are As One", "TRAVEL": "How To Plan A Family Vacation According To Travel Experts", "STYLE & BEAUTY": "Our Editors' 19 Holy Grail Beauty Gift Picks Of 2019", "EDUCATION": "Everything You Know About Higher Education Is Wrong", "HEALTHY LIVING": "We All Have To Die Of Something, So Why Bother Being Healthy?", "QUEER VOICES": "Queer Asians Reveal How They'd Come Out To Immigrant Parents In A Perfect World", "FOOD & DRINK": "How To Eat Healthy While Working From Home", "BUSINESS": "Corporate Crime Built Into The Business Model", "COMEDY": "Mitzi Shore, Comedy Store Owner And Mother Of Comedian Pauly Shore, Dead At 87", "SPORTS": "Nike Just Came Out With Its First Sports Hijab", "BLACK VOICES": "Black Students Marched Against Gun Violence In Florida, But You Likely Didn’t Hear About It", "HOME & LIVING": "Memorial Day Furniture And Home Decor Sales 2019", "PARENTS": "Mindful Parenting: How to Respond Instead of React", "U.S. NEWS": "Minneapolis Shooting Leaves 1 Dead, 11 Injured", "TECH": "-Pentagon Gives Microsoft $10 Billion 'War Cloud' Deal, Snubbing Amazon", "ARTS & CULTURE":"Why A $450 Million Painting Attributed To Leonardo Da Vinci Worries Art Historians", "WORLD NEWS":"China Unveils World's Largest Carbon Market", "MEDIA":"Russia Votes to Enact Restrictions On Foreign Media Outlets", "TASTE":"A Taste Of Hanukkah: 13 Festive And Delicious Recipes", "WEIRD NEWS":"Weird Father's Day Gifts Your Dad Doesn't Know He Wants (But He Does)", "RELIGION":"Pope Francis Prays Alongside Rohingya Muslim Refugees During Trip To Bangladesh", "CRIME":"Police Investigate Whether Killing Of Student Blaze Bernstein Was A 'Hate Crime'", "WOMEN":"Aziz Ansari Reminds Us That We Don’t Want Your Faux Feminism", "SCIENCE":"Frances H. Arnold, George P. Smith and Sir Gregory P. Winter Win 2018 Nobel Prize In Chemistry"}
